UIテーブル
覚える必要がない
コポラティブ
画面遷移
vscodeは以外だった？
正解不正解音
ctrl Cをそのまま入れたら
クイズ系はなくならない
スリル要素、他の何かをかけ合わせることでバリエーションが増える
他のアプリ　コンセプト通り
スクレイピングをワンステップ上
スクレイピングあんまりない
インプリメント、またはインプリメンテーションを略した語。 コンピュータの分野であれば「実装

もっとボロクソ言われると思ってた
個人的にプレゼンのコンセプトがずれてた
タブ焦り
まとめページ
タスク管理

問題着眼点
1点：着想した問題が明確か
2点：着想した問題が新しいか
チーム１：２好き嫌いアプリ
チーム２；１タスク管理
チーム３；２お酒
チーム６；１予定管理アプリ
チーム５；１オフライン勉強アプリ
チーム７；２料理作成アプリ

解決策の妥当性
1点：実際に使えるものになっているか
2点：このままサービスになる可能性があるか

チーム１：２
チーム２：２
チーム３；２
チーム６；２
チーム５；１
チーム７；２

完成度
1点：デモで実際に動作しているか
2点：コンセプトで提示された機能が充分に実装されているか

チーム１：２
チーム２；２
チーム３；２
チーム６；２
チーム７；１

プレゼンテーション力
1点：問題点、解決方法、実装がわかりやすく説明できているか
2点：聴衆を引き付けることができているか（加点）

チーム１：１
チーム２；１
チーム３；２
チーム６；２
チーム５；１
チーム７；２

生徒優勝チーム6
メンター
